Repository: AJuzwiak/opencaching-pl
Catalog: lib/languages/*/LC_MESSAGES/medals.po
Languages: nl_nl, pl_pl

source: level
nl_nl: Niveau
pl_pl: Poziom

source: user
nl_nl: Gebruiker
pl_pl: Użytkownik

source: medals
nl_nl: Medailles
pl_pl: medale

source: Next level Requirements
pl_pl: Wymagania do następnego poziomu

source: Level achievements
pl_pl: Wymagania bieżącego poziomu

source: Medal Profile
nl_nl: Medaille profiel
pl_pl: Szczegóły medalu

source: Geocache types
nl_nl: Cachesoorten
pl_pl: Typy skrzynek

source: regionMalopolska
nl_nl: Malopolska
pl_pl: Małopolska

source: Medal for geocaching in Małopolska
pl_pl: Medal za geocaching w Małpopolsce

source: paper
nl_nl: Papier
pl_pl: Papierowy

source: wooden
nl_nl: Hout
pl_pl: Drewniany

source: iron
nl_nl: Ijzer
pl_pl: Żelazny

source: beril
pl_pl: Berylowy

source: bronze
nl_nl: Brons
pl_pl: Brązowy

source: silver
nl_nl: Zilver
pl_pl: Srebrny

source: gold
nl_nl: Goud
pl_pl: Złoty

source: platinum
pl_pl: Platynowy

source: perl
nl_nl: Parel
pl_pl: Perłowy

source: crystal
nl_nl: Kristal
pl_pl: Kryształowy

source: cityKrakow
nl_nl: Krakau
pl_pl: Kraków

source: Medal for geocaching in Kraków
pl_pl: Medal za geokeszing w Krakowie

source: TraditionalCache
nl_nl: Traditionele cacher
pl_pl: Geokeszer konserwatystysta

source: Medal for traditional caches activity
pl_pl: Medal za keszynki tradycyjne

source: Medal for receive PTTK badge "PTTK Dookola Kotliny Jeleniogorskiej"
pl_pl: Medal-odznaka PTTK "Dookola Kotliny Jeleniogorskiej"

source: Medal for geocaching in Województwo Lubelskie and receive PTTK badge "Lubelski Geocaching"
pl_pl: Medal-odznaka PTTK za geokeszing w województwie Lubelskim; "Lubelski Geocaching"

source: AltitudeGeocache
nl_nl: Hoogte cacher
pl_pl: W obłokach

source: Medal for finding caches at high altitudes
pl_pl: Medal za keszynki wysoko nad poziomem morza

source: meadow
nl_nl: Weiland
pl_pl: Halny

source: beech
nl_nl: Beuk
pl_pl: Buczynowy

source: fir
nl_nl: Spar
pl_pl: Jedlinowy

source: spruce
nl_nl: Den
pl_pl: Świerkowy

source: pass
nl_nl: Pas
pl_pl: Przełęczny

source: rowan
nl_nl: Leisterbes
pl_pl: Jarzębiński

source: limba
pl_pl: Limbowy

source: mountain pine
pl_pl: Kosodrzewinny

source: scree
pl_pl: Piargowy

source: ridge
nl_nl: Richel
pl_pl: Graniowy

source: HighlandGeocacher
nl_nl: Berg cacher
pl_pl: Geokeszer Górol

source: Medal for finding mountain caches
nl_nl: Medailles gevonden berg caches
pl_pl: Medal za keszynki górskie

source: MultiGeocacher
nl_nl: Multi cacher
pl_pl: Geokeszer Multakowy

source: Medal for multicache caches activity
nl_nl: Medailles gevonden multi caches activiteit
pl_pl: Medal za multaki

source: QuizGeocacher
nl_nl: Puzzel cacher
pl_pl: Rozwiązywacz zagadek

source: Medal for quiz caches activity
nl_nl: Medailles gevonden puzzel caches activiteit
pl_pl: Medal za quizy

source: OwnGeocacher
nl_nl: Eigen cacher
pl_pl: Geokeszer knajpowy

source: Medal for own caches activity
nl_nl: Medailles gevonden eigen caches activiteit
pl_pl: Medal za owny

source: MovingGeocacher
nl_nl: Bewegende cacher
pl_pl: Transportowiec

source: Medal for transport moving caches
nl_nl: Medailles gevonden reizende caches activiteit
pl_pl: Medal za przenoszenie mobilniaków

source: SocialGeocacher
nl_nl: Sociale cacher
pl_pl: Imprezowicz

source: Medal for event attendance
nl_nl: Medailles deelgenomen evenementen
pl_pl: Medal za uczestnictwo w spotkaniach

source: OldGeocacher
nl_nl: Oude cacher
pl_pl: Geokeszingowy Staż

source: Medal for long-time relation to opencaching
nl_nl: Medaille voor lange tijd bij opencaching
pl_pl: Medal za staż w serwisie opencaching

source: Medal for activity in Beskid Niski and Bieszczady
pl_pl: Medal za keszowanie w Beskidzie Niskim i Bieszczadach

source: Found caches
nl_nl: Gevonden caches
pl_pl: Keszynki znalezione

source: Placed caches
nl_nl: Geplaatste caches
pl_pl: Keszynki założone

source: Found caches in region
nl_nl: Gevonden caches in omgeving
pl_pl: Liczba znalezionych keszynek

source: Placed caches in region
nl_nl: Gemaakte caches in omgeving
pl_pl: Liczba założonych keszynek

source: Minimum altitude
nl_nl: Minimum hoogte
pl_pl: Minimalna wysokość

source: Minimum altitude a.s.l
pl_pl: Minimalna wysokość n.p.m.

source: Minimum found cache altitude
pl_pl: minimalna wysokość keszynki znalezionej

source: Minimum placed cache altitude
pl_pl: minimalna wysokość keszynki założonej
